app/controllers/books_controller.rb

INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "新規"], ["body", "作成"], ["created_at", "2021-11-11 05:51:20.088025"], ["updated_at", "2021-11-11 05:51:20.088025"]]
SELECT "books".* FROM "books"
---
	def create
		@book = Book.new(book_params)
		if @book.save
			redirect_to book_path(@book.id)
			flash[:success] = 'Book was successfully created.'
		else
			@books = Book.all